Repository: knowledgearcdotorg/collectionpress
Catalog: lang/bkcpress-*.po
Languages: nb

source: Enter Author Name here
nb: Skriv inn forfatternavn her

source: Author Info
nb: Forfatter Info

source: Show items for this Author
nb: Vis objekter for denne forfatteren

source: Yes
nb: Ja

source: Show posts for this Author
nb: Vis innlegg for denne forfatteren

source: Select Author
nb: Velg Forfatter

source: Select
nb: Velg

source: Oops our bad ! No match available.
nb: Oops, vårt dårlig! Ingen kamp tilgjengelig.

source: Pages:
nb: Sider:

source: Author Items
nb: Forfatterelementer

source: Author Blog Posts
nb: Forfatter blogginnlegg

source: CollectionPress General Settings
nb: CollectionPress Generelle innstillinger

source: Rest Url
nb: Hvile url

source: Item Url
nb: Element Url
